<template>
	<!-- 活动规则详情 -->
	<view class="activityRuleDetail">
		<view class="ard-title flex-xc-yn"><text class="ard-title-text">活动规则</text></view>
		<view class="ard-center">
			<view class="ard-center-part">
				<p class='ard-center-p-indent'>在活动时间内，凡购买908g、888g、790g、750g、681g、1010g皇冠丹麦曲奇饼干特别礼盒装及576g皇冠丹麦曲奇饼干（下称“活动产品”），可通过微信扫描活动产品包装内邀请函上的抽奖二维码或关注微信公众号“ Danisa皇冠丹麦曲奇”并在相应页面输入邀请函上的序列码，进入活动页面并参与活动，即有机会获得丹麦8日游或微信红包奖品。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">一、活动时间：</view>
				<p>1.活动时间：2020年9月1日起至2021年2月28日24:00止。</p>
				<p>2.兑奖时间：2020年9月1日起至2021年2月28日24:00止。</p>
				<p>3.以上“活动时间”指购买活动产品后参与活动的有效期限；2021年2月28日24:00后，参与者就无法参与活动。</p>
				<p>4.以上“兑奖时间”指参与活动后按活动规则兑换奖品的有效期限；2021年2月28日24:00后，中奖者将无法兑换奖品。</p>
				<p>5.本活动中涉及到的所有时间以本活动计算机系统的时间为标准时间。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">二、活动区域：</view>
				<p>中国大陆地区(不含港澳台地区)。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">三、活动产品：</view>
				<p>908g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>888g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>790g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>750g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>681g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>1010g皇冠丹麦曲奇饼干特别礼盒装</p>
				<p>576g皇冠丹麦曲奇饼干</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">四、活动主办方：</view>
				<p>本次活动由尤益嘉(上海)食品商贸有限公司授权山东泛亚宏智文化传播有限公司主办。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">五. 参与方式：</view>
				<p>1.活动时间内，购买活动产品的参与者，可通过微信“扫一扫”功能扫描活动产品包装内邀请函上的抽奖二维码，进入活动页面后，按页面指示操作参与活动并抽奖；</p>
				<p>2.若邀请函内抽奖二维码无法识别的，可关注微信公众号“ Danisa皇冠丹麦曲奇”，根据公众号菜单提示进入对应页面，输入抽奖二维码下方的序列码参与活动并抽奖(每张邀请函中抽奖二维码、序列码使用其中任意一个，则另一个作废)；</p>
				<p>3.每个邀请函内抽奖二维码或序列码只能使用一次且只能获得一次奖品，如扫描或输入成功后再次扫描或输入的，视为无效；为防止违规及保护参与者合法利益，请参与者保留活动产品的邀请函和购物凭证，以备兑奖查验。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">六. 奖品设置：</view>
				<p>1.幸运奖：价值49,999元的丹麦8日游一份，幸运奖共计50份，中奖率0.00058%；</p>
				<p>2.红包奖：微信红包一个，价值最低为0.3元，价值最高为99.99元。红包奖共计8,599,180份，中奖率99.99942%；</p>
				<p>3.上述奖品最高奖品金额为人民币【49,999】元， 本活动综合中奖率：100%(按四舍五入计算)；</p>
				<p>4.奖品数量有限，先到先得。上述所有奖品发放完毕后，无论是否到了活动截止日期，活动均将提前结束。</p>
			</view>
			<view class="ard-center-part">
				<view class="ard-title">七. 奖品兑换：</view>
				<view class="ard-title">1.兑奖查询</view>
				<p>(1).参与者按活动参与方式抽奖后即时显示中奖信息。</p>
				<p>(2).兑奖时间内，活动参与者在活动页面，可根据活动页面指示在【我的账户】中查询本账户已参与的抽奖次数和历史中奖信息。</p>
				<view class="ard-title">2.兑奖及奖品使用说明</view>
				<p>(1).幸运奖</p>
				<p>A.幸运奖即“丹麦8日游”中奖者请根据中奖页面指示操作，即时填写完整信息并提交。工作人员会在中奖者成功提交完整信息后15个工作日内与幸运奖中奖者联系并确认出游安排事宜，具体出游活动的安排请见“丹麦游幸运奖活动细则”。</p>
				<p>B.请妥善保管中奖的活动产品邀请函，不得涂改、污损。主办方有权对邀请函的完整性、真实性进行核验，如发现伪造、涂改、污损、不清晰或难以辨认的邀请函，主办方有权不予兑奖。</p>
				<p>C.请在兑奖时间内进行兑奖，逾期视为自动放弃奖品。</p>
				<p>D.丹麦游幸运奖活动细则：</p>
				<p>(a).每份幸运奖仅供2人出游，如中奖者仅安排1人出游，则视作放弃另一名额，不可要求折算现金或要求主办方作任何补偿。幸运奖仅包含前述2名出游人自国内指定机场至丹麦指定机场的去程经济舱机票费用及自丹麦指定机场返回国内指定机场的返程经济舱机票费用及主办方指定的旅行社提供的在丹麦的行程列表内的住宿（2人住1间房）、餐食、景点门票、中文导游服务和交通费用（具体以旅行社届时实际确认为准），除此之外的任何费用均由出游人自理。出游人还应自负费用办理护照和签证，因出游人护照或签证之原因导致无法出行的，主办方不承担任何责任。</p>
				<p>(b).丹麦游预计出行时间为2021年5月到2021年7月期间，出游人应提前安排预留该时间段时间以便跟团出行。主办方指定的旅行社将于2021年3月31日之前与出游人确定具体出游方案，若因出游人的原因无法按主办方指定旅行社确定的出游方案出行的，视作出游人放弃出行，主办方无须给予任何补偿或承担任何责任。</p>
				<p>(c).中奖者请在兑奖时间内完成完整个人资料提交，未能按时完整提交完整个人资料者，视为自动放弃奖品。</p>
				<p>(d).若因中奖者的原因造成账号，账号密码遗失，导致中奖者无法提交个人信息的情况而未能兑换奖项的，主办方不为此承担任何责任。</p>
				<p>(e).奖品不可折现，因中奖产生的税金由中奖者承担。</p>
				<p>(f).若因中奖者/出游人个人原因导致未能参加“丹麦8日游”的（包括但不限于因中奖者/出游人护照及签证原因、身体原因、时间安排原因等未能出行的），主办方不为此承担任何责任。</p>
				<p>(g).行程开始前遇到不可抗力（如新型冠状病毒肺炎引起的疫情）或者“丹麦8日游”旅游服务提供商、活动主办方已尽合理注意义务仍不能避免的事件的，抽奖活动主办方有权决定取消或顺延行程。如取消行程的，由活动主办方决定向中奖者发放与幸运奖价值相仿的奖品替代。</p>
				<p>(h).中奖者/出游人应了解自身的身体情况能够适合参加“丹麦8日游”，因中奖者/出游人的原因导致未能出行或其他后果的，主办方不承担任何责任。</p>
				<p>(i).在“丹麦8日游”期间，因意外事故、突发性气候变化、急性疾病等原因造成中奖者/出游人受到伤害或损失的，活动主办方将不予承担任何责任。因中奖者/出游人自身原因导致第三方造成损害的，由中奖者承担所有责任。</p>
				<p>(j).参与活动的消费者理解并同意本说明，在参加本活动前已完整阅读了活动规则及《丹麦游幸运奖活动细则》及相应的要求或补充说明；对活动主办方制定的规则已完全理解并全部同意并在活动过程中，完全遵照活动规则及本活动细则的规定参与活动。</p>
				<p>（2).红包奖</p>
				<p>A.红包奖中奖者可根据页面指示操作将红包存入到参与活动者的微信钱包中。由于网络等原因，部分红包发放有所延迟属正常情况。因参与活动的微信帐号未完成实名认证导致红包存入失败的情况，中奖者可以打开微信-点击“我”-点击“钱包”-进行实名认证。完成实名认证后，返回活动小程序，点击“我的账户”-点击“立即提现“后红包会自动转入微信钱包中。若因中奖者个人原因或者微信系统原因无法提现的，主办方不为此承担任何责任</p>
				<p>B.部分微信账号可能根据微信开发运营方规则无法成功接受红包，包括但不限于新申请的微信账号、不经常使用的，小号账户、机器号码，属非活跃性用户的微信账号，中奖者领取红包发生问题时可拨打微信客服电话，与相应服务提供商协调解决；</p>
				<p>C.本奖品仅限中奖者参与活动的微信账号领取，转发或由其他账号领取无效。</p>
			</view>
			
			<view class="ard-center-part">
				<view class="ard-title">八、活动注意事项：</view>
				<p>1.除活动规则明确说明由活动主办方承担的费用，其他因参与活动发生的上网费、活动咨询或投诉的电话费，或为领取、使用奖品而发生的费用由参与者自行承担。</p>
				<p>2.活动参与者同意并遵守本活动页面上的所有活动相关规则及相关法律，包括但不限于注册协议（如有）、官方使用条款及隐私条款并履行相应的义务。</p>
				<p>3.活动参与者条件：无职业、性别限制，具有完全民事行为能力的活动参与者均可参加。未满18周岁的未成年人，须在事先征得其全部法定监护人的同意后，方可参加本活动。</p>
				<p>4.活动参与者应通过合法、真实途径获得活动产品包装内邀请函上的抽奖二维码、序列码，该二维码、序列码应为通过有效销售途径售卖的活动产品内的邀请函上的抽奖二维码、序列码。活动主办方或活动主办方的合作方有权要求活动参与者提供相关凭证（包括但不限于活动产品内的邀请函、购买凭证）以证明其为相关抽奖二维码、序列码对应活动产品的真实消费者。在完成核实参与者提供必需凭证前，活动主办方有权暂停其参与活动或进行兑奖。凡通过不正当手段如通过盗取等不当方式获取抽奖二维码、序列码的，不得参与本活动。</p>
				<p>5.活动主办方、其关联公司及其授权的广告公司、网络合作伙伴的员工及其家属不可参加此次活动，以示公允。</p>
				<p>6.本活动中的参与行为须合法健康，不涉及反动、色情、暴力、低俗以及有违本次活动主题的内容。一经发现违反规定，活动主办方有权立即取消其参与资格，并要求其承担相关法律责任。活动参与者应就参与行为、言论等独立承担责任，其任何行为及言论不代表活动主办方立场或意见，或构成活动主办方行为。</p>
				<p>7.中奖者需提供真实且准确无误的兑奖信息（包括但不限于微信账号、手机号、姓名、地址等，或应活动主办方要求提供的姓名、身份证号码），如果中奖者逾期提供、不提供或提供不正确的兑奖信息导致无法兑奖、无法确认或者无法联络的，视为中奖者自动放弃中奖资格，活动主办方将不作任何形式赔偿也不承担其他责任。活动参与者提供的个人信息将被用于奖品发放等目的，因而须被提供给相关第三方以发送奖品，活动参与者参与本活动视为其知悉并同意该等用途。</p>
				<p>8.奖品以实际内容为准，除本活动规则已有规定外，本活动涉及到的抽奖二维码、序列码以及所有奖品不可兑换为现金或作价销售。奖品的规格、质量、使用规则及后续服务适用奖品服务商或供应商的标准由该服务商或供应商负责。因此使用各个奖品过程中产生的纠纷，请与相应服务提供商或奖品供应商解决，活动主办方不承担相应责任。奖品不设退、换服务。</p>
				<p>9.如因奖品兑换、奖品领取以及奖品使用等过程中导致的纠纷或产生的人身损害和财产损失，由相应的服务提供商或奖品供应商或致损方负责，本次活动主办方在法律许可范围内不承担任何责任。</p>
			
				<p>10.如遇意外，无法提供指定奖品，活动主办方有权以价值相仿的奖品替代。如遇不可抗力因素导致无法兑奖或中奖者无法使用奖品，活动主办方在法律许可范围内不承担相关责任。</p>
				<p>11.非由活动主办方故意或重大过失造成中奖者在兑换或使用奖品过程中所发生的事故，活动主办方在法律许可范围内无须承担相应责任。</p>
				<p>12.如因参与者违反本活动规则或由于其过错,导致活动主办方以及「皇冠」商标拥有方及其关联公司遭受任何损失、损害、费用及支出,参与者应负责赔偿活动主办方、「皇冠」商标拥有方及其关联公司因此而遭受的全部损失,并应负责使活动主办方、「皇冠」商标拥有方及其关联公司免除所有因此所产生的责任。</p>
				<p>13.活动主办方以及相关合作方不对因为网络传输原因而导致获奖信息错误或延误承担任何责任。</p>
			
				<p>14.对于中奖者获得奖品的个人所得税由中奖者承担。</p>
				<p>15.本活动的相关事宜，可由活动主办方在法律许可范围内进行解释。</p>
				<p>16.对于任何通过不正当手段参加活动者，主办方可在不事先通知的前提下取消其参加活动及获奖资格。</p>
				<p>17.如遇不可抗力因素，本活动因故无法进行时，主办方将在法律允许的范围内取消、终止、修改或暂停本活动。</p>
				<p>18.活动咨询热线：400-007-2959（周一至周五9:00-17:00，法定节假日除外)。</p>
			
			</view>
			
			<view class="ard-center-part">
				<view class="ard-title">九、隐私说明:</view>
				<p class='ard-center-p-indent'>欢迎登陆和浏览“活动应用平台”（以下简称“本活动平台”），隐私权保护声明是本活动平台保护用户个人隐私的承诺。鉴于本活动平台的特性，本活动平台将无可避免地与您产生直接或间接的互动关系，故特此说明本活动平台对用户个人信息所采取的收集、使用和保护政策，请您务必仔细阅读：</p>
				<p class='ard-center-p-indent'>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
活动主办方仅出于本政策所述的目的、方式等收集和使用您的个人信息。当您的个人信息将被用于本活动规则未载明的其他用途或目的时，会事先征求您的同意。</p>
				
				<view class="ard-title">1. 个人信息的收集：</view>
				<p>(1) 当您参与本活动，将自己的个人信息，包括但不限于您的姓名、地址、微信账号、电话号码等能够单独或者与其他信息结合识别您的信息递交给活动系统，即构成完整的许可和授权，允许活动主办方及与其合作之第三方公司（包括但不限于第三方奖品提供商），「皇冠」商标拥有方及其关联公司在本活动以及之后的活动中无偿使用由参与者提供的个人信息，并可直接作为商业用途而无须另行以任何方式征求参与者本人的同意。您同时也知悉此种使用不视为活动主办方、「皇冠」商标拥有方及其关联公司的义务或必须。</p>
				<p>(2) 您同意本活动规则或将自己的个人信息递交给活动系统是您继续参与本活动的前提。您享有拒绝的权利，若您选择不提交您的个人信息，则表明您自动退出本活动，放弃您在本活动中享有的一切权利（如有），感谢您的参与。</p>
				<p>(3) 对于不满18周岁的参与者，您应当在参与活动前征得其监护人的同意，并应当请您的监护人明示同意活动主办方对您的个人信息进行收集。活动主办方只会在法律允许、监护人明确同意或者保护未成年人所必要的情况下使用您的个人信息。</p>
				
				<view class="ard-title">2. 收集及使用个人信息的目的：</view>
				<p>(1) 为了识别每位参与者/中奖者，以保护合法参与者权利；</p>
				<p>(2) 用于兑奖，确保能正确告知兑奖信息并依据正确的信息发放奖品；</p>
				<p>(3) 传达与活动有关的公告事项和针对性的信息；</p>
				<p>(4) 防止不良参与者使用不正当的手段参加活动；</p>
				<p>(5) 提供其他与活动相关的服务。</p>
				
				<view class="ard-title">3. 个人信息保护：</view>
				<p>(1) 活动主办方已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。活动主办方会采取一切合理可行的措施，保护您的个人信息。活动主办方会使用相关技术确保数据的保密性；活动主办方会使用受信赖的保护机制防止数据遭到恶意攻击；活动主办方会部署相关访问控制机制，确保只有授权人员才可访问个人信息；以及活动主办方会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
				<p>(2) 活动主办方或活动合作方可能通过放置安全的Cookie及相关技术收集您的信息，目的是为您提供更个性化的体验和服务。活动主办方会严格要求活动合作方遵守本政策的相关规定。</p>
				<p>(3) 活动主办方承诺，活动主办方仅在获得您同意时，收集您的个人信息，绝不会违反法律、法规的规定和双方的约定收集、使用个人信息。除本活动规则另有约定外，活动主办方及其工作人员对收集的个人信息将严格保密，不得泄露、出售或者非法向他人提供，但由于政府要求、法律政策需要等原因除外。活动主办方将采取技术措施和其他必要措施，确保信息安全，防止参与者个人信息泄露、丢失。在发生或者可能发生信息泄露、丢失的情况时，并立即采取补救措施。</p>
					
				<view class="ard-title">4. 个人信息的使用方式：</view>
				<p>(1) 您特此明确知晓并同意：活动主办方可通过手机短信、微信推送等方式向您发送中奖通知、兑奖通知等与活动相关的商业信息以及活动主办方品牌的其他活动、促销、广告等商业性信息，但活动主办方会附上相应退订、拒收方式。如因您提供的个人信息不实或不准确或未及时更新、修改，给您自身造成任何性质的损失，均由您自行承担。</p>
				<p>(2) 您特此明确知晓并同意：您提供的信息将被用于中奖核实及奖品发放目的，以确保活动奖品准确发放。同时您也同意授权活动主办方通过第三方平台查询并获取您电话号码的归属地信息，用于活动主办方对于活动的分析汇总等。</p>
				<p>(3) 活动主办方将严格依据上述收集及使用个人信息的目的，以必须、必要的方式收集、使用个人信息。</p>
				
				<view class="ard-title">5. 个人信息共享：</view>
				 
				<p>(1) 您特此明确知晓并同意：为顺利执行本活动以及为您提供更好的服务，活动主办方可以将您的个人信息全部或部分提供、分享给其关联企业、活动合作方，包括将活动主办方通过第三方平台获取到的您电话号码的归属地信息提供给活动合作方，活动合作方将严格依据本活动规则收集、使用个人信息，并进行保密，如共享后个人信息的使用范围或目的发生变更，活动主办方将要求共享后的个人信息管理者重新征求您的授权同意。前述共享包括但不限于如下情形：</p>
				<p>(a) 在兑奖时，向送货公司提供送货所必须的最基本中奖者个人信息；</p>
				<p>(b) 为了使参与者顺利参与活动而必须、无法避免的技术原因，而向活动合作方提供和分享所必须的个人信息。</p>
				<p>(c) 活动主办方会将所收集到的个人信息用于大数据分析。例如，将收集到的个人信息用于分析形成不包含任何识别性个人信息的城市分布图或行业报告。活动主办方可能对外公开并与活动合作方分享经统计加工后不含身份识别内容的信息，用于了解活动情况、营销效果或让公众、客户了解活动主办方品牌产品的总体消费趋势及特色。</p>
				<p>(2) 对于前述活动主办方与之共享个人信息的公司、组织等，活动主办方会要求其按照活动主办方的说明、本活动规则处理个人信息，并采取相应有效的安全措施确保个人信息的安全。</p>
			
				<view class="ard-title">6. 个人信息出境：</view>
				<p class='ard-center-p-indent'>您明确知晓并同意：由于活动主办方的品牌覆盖全球，且存在诸多海外关联方，这意味着，您提供的个人信息可能会被转移到活动地域以外的境外管辖区，或者受到来自这些管辖区的访问。活动主办方会采取有效措施确保您的个人信息得到相应保护。</p>
			
				<view class="ard-title">7. 您的权利：</view>
				<p>按照适用的相关法律、法规及标准，活动主办方保障您对自己的个人信息行使以下权利：</p>
				<p>(1)访问您的个人信息</p>
				<p>您有权访问您的个人信息，法律法规规定的例外情况除外。</p>
				<p>(2)更正您的个人信息</p>
				<p>当您发现活动主办方收集、存储的关于您的个人信息有错误时，您有权要求活动主办方做出更正。</p>
				<p>(3)删除您的个人信息</p>
				<p>如您发现活动主办方违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求活动主办方删除。请通过活动规则列明的联系方式与活动主办方联系并进行沟通删除。</p>
				<p>(4)改变您授权同意的范围</p>
				<p>本活动需要一些您的个人信息才能得以完成，确保您参与活动并获得奖品。对于活动主办方额外收集的个人信息，您可以随时给予或收回您的授权同意。</p>
				<p>当您撤回同意后，活动主办方将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。如因您撤回授权同意，导致您失去相应获奖或参与活动资格及对应权利，活动主办方不承担任何责任。</p>
				
			</view>
			<view class="ard-center-part">
			<p>在您访问、修改和删除、撤回相关信息时，活动主办方可能会要求您进行身份验证，以保障您个人信息的安全。</p>
			</view>
		</view>
	</view>
</template>
<!-- have read -->
<script>
	import {
		get,
		post,
		config
	} from '@/utils/api.js';
	export default {
		name: "activityRuleDetail",
		data() {
			return {
				staticUrl: config.staticUrl,
			}
		},
		methods: {}
	}
</script>

<style scoped lang="scss">
	.activityRuleDetail {
		width: 100%;
		height: 100%;
		font-size: 28rpx;
	}

.ard-center-part{
	margin-bottom: 20rpx;
}
	.ard-title {}

	.ard-title-text {
		width: 260rpx;
		height: 68rpx;
		text-align: center;
		line-height: 68rpx;
		font-size: 36rpx;
		color: #0A0061;
		border-radius: 34rpx;
		margin-bottom: 30rpx;
		border: 2rpx solid #1F1295;
	}

	.ard-center {
		padding-left: 32rpx;
		padding-right: 32rpx;
		position: relative;
		p {
			font-size: 28rpx;
			color: #333;
			line-height: 48rpx;
			text {
				color: #FF8207;
			}
		}
	}
.ard-center-p-indent{
			text-indent: 40rpx;
			}
	.ard-title {
		font-weight: bold;
	}

	.ard-view {}

	.ard-text {}
</style>
